tap "filament/extras", "git@github.com:filament-dm/homebrew-extras.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "smokris/getwindowid"
brew "openssl@3"
brew "awscli"
brew "docker", link: false
brew "exiftool"
brew "eza"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jpeginfo"
brew "jq"
brew "openjdk"
brew "kafka"
brew "lazydocker"
brew "links"
brew "litecli"
brew "lynx"
brew "mas"
brew "mmv"
brew "nvm"
brew "ollama"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pstree"
brew "python-tk@3.13"
brew "pytorch"
brew "rclone"
brew "ruff"
brew "sentry-cli"
brew "tflint"
brew "tor"
brew "watchexec"
brew "wget"
brew "yt-dlp"
brew "zplug"
brew "filament/extras/cmake-legacy"
brew "hashicorp/tap/terraform"
brew "smokris/getwindowid/getwindowid"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "balenaetcher"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "clipy"
cask "confluent-cli"
cask "contexts"
cask "copyq"
cask "cursor"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-inconsolata-g-for-powerline"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "maccy"
cask "messenger"
cask "musescore"
cask "notion"
cask "rar"
cask "raycast"
cask "rectangle-pro"
cask "roam"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "sonos"
cask "spotify"
cask "stay"
cask "steam"
cask "tor-browser"
cask "touchdesigner"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Boop", id: 1518425043
mas "BPM", id: 1521067727
mas "Endel", id: 1346247457
mas "Fresh Cards", id: 1523398835
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Mela", id: 1568924476
mas "Menu Bar Controller for Sonos", id: 1357379892
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Soulver 3", id: 1508732804
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "WhatsApp", id: 310633997
vscode "076923.python-image-preview"
vscode "arcanis.vscode-zipfs"
vscode "bradlc.vscode-tailwindcss"
vscode "cyrusfirheir.twee3-language-tools"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-dracula"
vscode "geriyoco.vscode-image-gallery"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "james-yu.latex-workshop"
vscode "jinliming2.vscode-go-template"
vscode "kamikillerto.vscode-colorize"
vscode "kukushi.pasteurl"
vscode "mechatroner.rainbow-csv"
vscode "miclo.sort-typescript-imports"
vscode "mkhl.shfmt"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "mushan.vscode-paste-image"
vscode "nickfode.latex-formatter"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "ria.elastic"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "telesoho.vscode-markdown-paste-image"
vscode "timonwong.shellcheck"
vscode "torn4dom4n.latex-support"
vscode "unifiedjs.vscode-mdx"
vscode "wallabyjs.quokka-vscode"
vscode "zainchen.json"
