tap "hashicorp/tap"
tap "homebrew/bundle"
brew "openssl@3"
brew "awscli"
brew "cmake"
brew "docker", link: false
brew "eza"
brew "gh"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "poetry"
brew "tflint"
brew "tor"
brew "watchexec"
brew "wget"
brew "zplug"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "clipy"
cask "copyq"
cask "cursor"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "kap"
cask "maccy"
cask "messenger"
cask "raycast"
cask "roam"
cask "session-manager-plugin"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
vscode "076923.python-image-preview"
vscode "arcanis.vscode-zipfs"
vscode "bradlc.vscode-tailwindcss"
vscode "cyrusfirheir.twee3-language-tools"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-dracula"
vscode "geriyoco.vscode-image-gallery"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "james-yu.latex-workshop"
vscode "jinliming2.vscode-go-template"
vscode "kamikillerto.vscode-colorize"
vscode "kukushi.pasteurl"
vscode "mechatroner.rainbow-csv"
vscode "miclo.sort-typescript-imports"
vscode "mkhl.shfmt"
vscode "monosans.djlint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "mushan.vscode-paste-image"
vscode "nickfode.latex-formatter"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "ria.elastic"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "telesoho.vscode-markdown-paste-image"
vscode "timonwong.shellcheck"
vscode "torn4dom4n.latex-support"
vscode "unifiedjs.vscode-mdx"
vscode "wallabyjs.quokka-vscode"
vscode "zainchen.json"
