tap "eqnxio/go"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "ansible"
brew "awscli"
brew "glib"
brew "cocoapods"
brew "coreutils"
brew "docker-compose"
brew "exa"
brew "fastlane"
brew "fd"
brew "figlet"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "handbrake"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lame"
brew "lazydocker"
brew "libass"
brew "mp3info"
brew "n"
brew "nvm"
brew "p7zip"
brew "pam-reattach"
brew "postgresql@14"
brew "potrace"
brew "pstree"
brew "python@3.10"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "sloc"
brew "srt"
brew "transmission-cli"
brew "unbound"
brew "wget"
brew "youtube-dl"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "blender"
cask "boop"
cask "calibre"
cask "clipy"
cask "cyberghost-vpn"
cask "discord"
cask "docker"
cask "dropbox"
cask "firebase-admin"
cask "firefox"
cask "font-inconsolata-g-for-powerline"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "kap"
cask "meshlab"
cask "messenger"
cask "notion"
cask "openscad"
cask "postico"
cask "postman"
cask "prusaslicer"
cask "rectangle"
cask "signal"
cask "slack"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "twine"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "xquartz"
cask "zoom"
